Repository: lbergnehr/addressupdate
Catalog: AddressUpdate/*.lproj/Localizable.strings
Languages: sv

# AddressUpdate is off
source: AddressUpdate: Off
sv: AddressUpdate: Av

# AddressUpdate is on
source: AddressUpdate: On
sv: AddressUpdate: På

source: Are you sure you want to remove the site "%@" from your active sites?
sv: Är du säker på att du vill ta bort "%@" från dina aktiva söksidor?

source: Are you sure you want to update your entire Address Book?
sv: Är du säker på att du vill uppdatera hela din Adressbok?

source: Cancel
sv: Avbryt

source: City
sv: Ort

source: Could not load site configuration.
sv: Kunde inte ladda inställningarna för söksidan.

source: Could not load the site configuration file from "%@". Make sure the file has the right format.
sv: Kunde inte ladda inställningarna för söksidan från filen "%@". Se till att filen har rätt format.

source: Do you want to add the site configurations that are default to your current system?
sv: Vill du lägga till inställningarna för söksidorna som är inställda som förvalda för ditt system?

source: entityOrRecordWasNil
sv: Kunde inte uppdatera kontakten.

source: First name
sv: Förnamn

source: Home phone
sv: Hemtelefon

source: Last name
sv: Efternamn

source: Mobile phone
sv: Mobiltelefon

source: Name
sv: Namn

source: Note that reloading your default site configurations if you already have them among your current sites will result in duplicate sites.
sv: Om du laddar in de förvalda inställningarna för söksidor som du redan har tillagda bland dina aktiva söksidor kommer det att resultera i duplicerade inställningar för dessa söksidor.

source: One ore more of the keys: "name", "url", "searchAttribute", "stringEncoding" or "xpaths" were not specified.
sv: En eller flera av nyckelorden "name", "url", "searchAttribute", "stringEncoding" eller "xpaths" var inte angivna.

source: Phone
sv: Telefon

source: Postal code
sv: Postnummer

source: Remove
sv: Ta bort

source: Removing the site will not delete any site configuration files that you might have used to import the site to AddressUpdate.
sv: Detta kommer inte ta bort eventuella inställningsfiler som har använts för att importera söksidan till AddressUpdate.

source: Some contacts are not updated because they already contain the address information found on the search site, and some because no information could be found using the telephone number(s) for that contact.
sv: En del kontakter uppdateras inte eftersom de redan innehåller adressinformationen som hittades på söksidan och andra på grund av att ingen information kunde hittas baserat på det/de telefonnummer angivna för kontakten.

source: Start
sv: Starta

source: State
sv: Stat

source: Stop
sv: Stoppa

source: Street address
sv: Gatuadress

source: Street number
sv: Gatunummer

source: Street number suffix
sv: Gatunummersuffix

# Successfully updated %d contacts out of %d.
source: Successfully updated %1$d contacts out of %2$d.
sv: Uppdaterade %1$d av %2$d kontakter.

source: Unfortunately no default site configurations have been created for your country.
sv: Några förvalda inställningar för söksidor har tyvärr ännu inte skapats för ditt land.

source: Unknown error occurred.
sv: Ett oväntat fel har inträffat.

source: Update
sv: Uppdatera

source: Updating the entire Address Book might result in a lot of your contacts having addresses, telephone numbers and names changed or added to them. Make sure you do a backup of your Address Book before continuing.
sv: Vid uppdatering av hela Adressboken kan adresser, telefonnummer och namn läggas till eller ändras för många kontakter. Se till att ha en säkerhetskopia av Adressboken innan du fortsätter.

source: Work phone
sv: Arbetstelefon

source: XPath definitions
sv: XPath-definitioner

source: You can still add configurations manually. Check out http://addressupdate.bergnehr.se/sites.html for available site configurations.
sv: Inställningar kan fortfarande läggas till manuellt. Gå in på http://addressupdate.bergnehr.se/sites.html för tillgängliga inställningar för söksidor.

# Quit
source: Quit AddressUpdate
sv: Avsluta AddressUpdate

source: Preferences...
sv: Inställningar...

source: Open website
sv: Öppna hemsida
